export default [
  {
    name: '鬼泣5',
    desc:
      '游戏剧情设定为城市出现大批恶魔，玩家需要扮演游戏角色参与对抗。游戏采用Capcom内部专有的RE引擎开发，使得游戏在图形保真度方面达到了全新的高度。',
    cover: require('@/assets/imgs/dmc5.jpg'),
  },
  {
    name: '战神4',
    desc:
      '该作对主角克雷多斯来讲，这也是一个史诗级新篇章的开始。他将摆脱神的影子，作为普通人隐居北欧神话的新大陆，为了他的儿子以及新目标，克雷多斯必须为生存而战斗，对抗威胁他全新人生的强大敌人。',
    cover: require('@/assets/imgs/godOfWar.jpg'),
  },
  {
    name: '太吾绘卷',
    desc:
      '在《太吾绘卷》的世界中，你除了需要扮演神秘的“太吾氏传人”，还将以不同的处世立场——或善、或恶、或中庸——投身于纷繁复杂的江湖之中。你不仅可以拜访世界各地的武林门派，学习种类繁多的功法绝艺；还可以与人义结金兰，或结下血海深仇；不仅可以兴建自己的村庄，经营各种产业；还可以与自己的挚爱生儿育女，缘定三生；直到你终于面对太吾氏的宿敌，决定世界的命运！',
    cover: require('@/assets/imgs/scrollOfTaiWu.jpg'),
  },
  {
    name: '神秘海域4',
    desc:
      '该游戏讲述主角德里克被强行拉回盗贼的世界，在这里玩家将会以寻找传说中海盗的宝藏并揭露历史中隐藏的阴谋为主线进行一场全新的世界旅行。',
    cover: require('@/assets/imgs/uncharted4.jpg'),
  },
  {
    name: '怪物猎人：世界',
    desc:
      '《怪物猎人：世界》是由CAPCOM制作发行的一款动作冒险游戏，在全球范围内都享有盛赞，本代怪物猎人发生了诸多进化，玩法与画面都有非常巨大的进步，游戏最多支持16人联机集会所，4人联机狩猎。在游戏中玩家将扮演一位第五期团的推荐组猎人，探索新大陆的深处，解开古龙迁徙的秘密。猎人们必须利用他们的聪明才智和个人能力才能在激烈、变化多端的战斗中存活下来，并且最终成为“指引明路的苍蓝星”。',
    cover: require('@/assets/imgs/monsterWorld.jpg'),
  },
  {
    name: '神力科莎',
    desc:
      '《神力科莎》是由Kunos Simulazioni开发的一款多人赛车竞速游戏，于2013年11月8日发售。 [1]  游戏英文简称AC，语言支持英语和意大利语。',
    cover: require('@/assets/imgs/corsa.jpg'),
  },
  {
    name: '仁王2',
    desc: '《仁王2》是一款由Team NINJA开发、SCE发行的动作冒险游戏。该作是游戏是《仁王》的续作。',
    cover: require('@/assets/imgs/nioh2.jpg'),
  },
];
